     A                                      UNIQUE
     A          R P790W2R
     A            ITMCW2         7A         COLHDG('ITEM CODE           ')
     A            MKUTW2         6S 0       COLHDG('MAX KUTU BILGISI    ')
     A            RGDTW2         8S 0       COLHDG('REGISTER DATE       ')
     A            RGTMW2         6S 0       COLHDG('REGISTER TIME       ')
     A            RGUSW2        10A         COLHDG('REGISTER USER       ')

     A          K ITMCW2
