      *---------------------------------------------------------------------------------------------
     C                   CALL      'P79003'
     C                   PARM      'PR11111111'  pPRDNUM          10
     C                   PARM                    pFIXBOX           2 0
      *
     C                   SETON                                        LR
      *---------------------------------------------------------------------------------------------